acpi
acpid
alacritty
alsa-utils
android-tools
aria2
audacity
autoconf
automake
awesome
awesome-terminal-fonts
baobab
base
bash-completion
bat
bc
binutils
bison
blueman
bluez
bluez-utils
bridge-utils
btrfs-progs
budgie-desktop
budgie-desktop-view
budgie-extras
cheese
chromium
clinfo
darktable
ddcci-driver-linux-dkms
ddcutil
dhcpcd
dmidecode
dnsmasq
dust
edk2-ovmf
efibootmgr
eog
epiphany
evince
exa
exfat-utils
expect
fakeroot
feh
ffmpeg
ffmpegthumbnailer
file
file-roller
findutils
flameshot
flex
fluent-gtk-theme-git
galculator
gawk
gcc
gdm
geany
gedit
gettext
gimp
git
glances
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gparted
grep
grilo-plugins
groff
grub
gtk-engine-murrine
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
i2c-tools
imagemagick
inkscape
intel-ucode
inter-font
iptables-nft
it87-dkms-git
jq
jre-openjdk
kdenlive
keepassxc
kitty
kvantum
kvantum-theme-fluent-git
kvantum-theme-vimix-git
libmediainfo
libreoffice-fresh
libreoffice-fresh-ar
libtool
libva-mesa-driver
libva-utils
libvdpau-va-gl
libxft-bgra-git
linux
linux-firmware
linux-headers
logiops-git
lolcat
luarocks
lxappearance-gtk3
lxqt-policykit
ly
m4
maim
make
man-db
mesa-demos
mesa-vdpau
mpc
mpd
mpv
mpv-mpris
nautilus
ncmpcpp
neovim
nerd-fonts-fantasque-sans-mono
nerd-fonts-ubuntu-mono
net-tools
networkmanager
nextcloud-client
nodejs
noto-fonts
npm
obs-studio
openbsd-netcat
opencl-headers
opencl-mesa
orca
os-prober
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
paru-bin
patch
pavucontrol-qt
pb-for-desktop
pcmanfm-qt
picom-jonaburg-fix
pipewire
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
plocate
pulsemixer
python-adblock
python-jinja
python-mutagen
python-pip
python-xlib
qbittorrent
qemu
qemu-arch-extra
qt5ct
realtime-privileges
reflector
rsync
rygel
samba
sassc
sed
simple-scan
simplescreenrecorder
songrec
spice-vdagent
spicetify-cli
spotify
spotify-tui-bin
spotifyd
sudo
sushi
sxiv
terminus-font
texinfo
totem
tracker
tracker-miners
tracker3-miners
tree
ttf-joypixels
ttf-liberation
udiskie
ufw
unicode-character-database
unicode-emoji
unimatrix-git
usbutils
v4l2loopback-dkms
vdpauinfo
vim
vimix-gtk-themes-git
vino
virt-manager
virt-viewer
wayland-utils
wget
which
wlroots
xarchiver
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-intel
xorg-server
xorg-xclipboard
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xrdb
xorg-xwininfo
ybacklight
yelp
yt-dlp
zathura
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
