alacritty
alsa-utils
android-tools
aria2
autoconf
automake
awesome
awesome-terminal-fonts
barrier
base
bash-completion
bat
binutils
bison
bluedevil
bluez
bluez-utils
blurwal
brave-bin
breeze
breeze-gtk
bridge-utils
ddcci-driver-linux-dkms
dhcpcd
dialog
discover
dnsmasq
dolphin
drkonqi
dust
edk2-ovmf
efibootmgr
exa
fakeroot
feh
ffmpeg-amd-full
ffmpegthumbnailer
file
filelight
findutils
firefox
flex
gawk
gcc
geany
gettext
gimp
git
glances
gparted
grep
groff
grub
gtk-engine-murrine
gvfs-gphoto2
gzip
helvum
htop
inkscape
intel-ucode
inter-font
iptables-nft
it87-dkms-git
jq
jre-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kdeplasma-addons
keepassxc
kgamma5
khotkeys
kinfocenter
kitty
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum-qt5
kvantum-theme-orchis-git
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libmediainfo
libreoffice-fresh
libreoffice-fresh-ar
libreoffice-fresh-es
libtool
libva-mesa-driver
libva-utils
libva-vdpau-driver-vp9-git
libvdpau-va-gl
libxft-bgra
linux
linux-firmware
linux-headers
logiops
lolcat
luarocks
lxappearance
lxqt-policykit
m4
maim
make
man-db
mesa-demos
mesa-vdpau
milou
mlocate
mpv-mpris
mpv-pipewire
neofetch
neovim
nerd-fonts-fantasque-sans-mono
nerd-fonts-ubuntu-mono
networkmanager
nodejs
noto-fonts
npm
obs-studio
openbsd-netcat
orchis-theme-git
oxygen
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
paru-bin
patch
pavucontrol
pcmanfm-gtk3
picom-jonaburg-git
pipewire
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-kde-agent
powerdevil
pulsemixer
python-adblock
python-defusedxml
python-pip
python-selinux
python-xlib
qbittorrent
qemu
qemu-arch-extra
qt5ct
qutebrowser
realtime-privileges
rsync
samba
sassc
sddm
sddm-kcm
sed
simplescreenrecorder
spice-vdagent
spotify-tui-bin
spotifyd
sudo
sxiv
systemsettings
texinfo
tree
ttf-joypixels
ttf-liberation
tty-clock
udiskie
ufw
v4l2loopback-dkms
vde2
vdpauinfo
vim
virt-manager
virt-viewer
which
xarchiver
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-amdgpu
xf86-video-intel
xfce4-power-manager
xorg-server
xorg-xclipboard
xorg-xinit
xorg-xrandr
xorg-xrdb
ybacklight
youtube-dl
zathura
zathura-pdf-poppler
zsh
zsh-completions
