acpi
alacritty
alsa-utils
arandr
aria2
aspell
audacity
autoconf
autojump
automake
awesome
awesome-terminal-fonts
base
bash-completion
bat
bc
binutils
bison
bluez
bluez-utils
breeze-icons
bridge-utils
checkbashisms
chromium
darktable
dash
ddcci-driver-linux-dkms
dhcpcd
dialog
dmidecode
dnsmasq
duf
dust
edk2-ovmf
efibootmgr
exa
exfat-utils
fakeroot
fasd
feh
ffmpeg
ffmpegthumbnailer
file
findutils
flameshot
flatpak
flatseal
flex
fzf
galculator
gawk
gcc
geany
gettext
git
glances
gparted
gphoto2
grep
groff
grub
grunt-cli
gtk2
gzip
hspell
htop
i2c-tools
imagemagick
inkscape
intel-ucode
inter-font
iptables-nft
it87-dkms-git
jq
jre-openjdk
keepassxc
kitty
kvantum
lf-bin
libhandy
libmediainfo
libotf
libreoffice-fresh
libreoffice-fresh-ar
libtool
libva-mesa-driver
libva-utils
libvdpau-va-gl
libvoikko
libxft-bgra-git
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-clean
lightdm-webkit2-greeter
lightdm-webkit2-theme-sapphire
linux
linux-firmware
linux-headers
logiops-git
lolcat
luarocks
lxappearance-gtk3
lxqt-policykit
m17n-lib
m4
maim
make
man-db
mesa-demos
mesa-vdpau
mpc
mpd
mpv
mpv-mpris
ncdu
ncmpcpp
neovim
nerd-fonts-fantasque-sans-mono
nerd-fonts-ubuntu-mono
net-tools
network-manager-applet
networkmanager
nextcloud
nextcloud-client
nm-connection-editor
nodejs
noto-fonts
npm
nuspell
obs-studio
openbsd-netcat
opencl-headers
opencl-mesa
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
paru-bin
patch
pavucontrol-qt
pcmanfm-gtk3
perl-file-mimeinfo
picom-jonaburg-fix
pipewire-alsa
pipewire-pulse
pipewire-v4l2
pkgconf
pkgfile
playerctl
plocate
pulsemixer
pyright
python-adblock
python-jinja
python-mutagen
python-pip
python-pygments
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-wheel
python-xlib
qbittorrent
qemu
qemu-arch-extra
qownnotes
qt5ct
qt6ct
qutebrowser
realtime-privileges
reflector
rsync
samba
sassc
scour
screenkey
sed
simplescreenrecorder
slickpicker
solaar
songrec
spice-vdagent
spicetify-cli
spotify
spotify-tui-bin
spotifyd
starship
sudo
sxiv
terminus-font
texinfo
tree
ttf-amiri
ttf-amiri-typewriter
ttf-joypixels
ttf-opensans
tumbler
udiskie
ueberzug
ufw
unicode-character-database
unicode-emoji
unimatrix-git
upower
usbutils
v4l2loopback-dkms
v4l2loopback-utils
vdpauinfo
vim
vino
virt-manager
virt-viewer
wget
which
wireplumber
xarchiver
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-intel
xorg-server
xorg-xclipboard
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xrdb
xorg-xwininfo
ybacklight
yt-dlp
zathura
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
